;Place localized text in this file

[BuildSpark X2TechTemplate]
-Summary="由已故的雷蒙德·沈博士在 20 年前的初次入侵之前设计的SPARK机器人原型显然是所有未来变种人MEC设计的鼻祖。SPARK是一个机器人战斗单位，可用于防御或高性能战斗。"
+Summary="通过重新使用被毁坏的变种人MEC中的几个关键部件，我们可以快速构建一个完全自主的机器人战斗单元。SPARK最初由已故的雷蒙德·沈博士在20年前设计，能够承担防御或高性能战斗角色。"

[AutopsyAdventMEC X2TechTemplate]
-LongDescription="从我们最初的分析来看，我不得不假设变种人MEC的设计至少部分基于外星人破坏者，这是一种类似的自主战争机器，但缺乏生物组件。据我所知，变种人变体应该不那么令人生畏，更适合城市平定，或在平民人群附近进行的“维和”行动。这种伪装只有在机器中集成了精心伪装的武器系统才能发挥作用。如果人们知道与变种人网络相连的微型导弹发射系统，以微秒为间隔对人群进行面部识别，我想他们不会反应如此平静。莉莉·沈。"
+LongDescription="从我们最初的分析来看，我不得不假设变种人MEC的设计至少部分基于外星人破坏者，这是一种类似的自主战争机器，但缺乏生物组件。据我所知，变种人变体应该不那么令人生畏，更适合城市平定，或在平民人群附近进行的“维和”行动。这种伪装只有在机器中集成了精心伪装的武器系统才能发挥作用。如果人们知道与变种人网络相连的微型导弹发射系统，以微秒为间隔对人群进行面部识别，我想他们不会反应如此平静。\n\n我记得我父亲在最初的入侵期间设计了一些像这样的机器人战斗单元。变种人可能窃取了他的研究成果来制造这些东西。利用从这些残骸中打捞出的一些关键物品，我可能能够扭转局面 - 最终让我父亲的梦想成为现实。莉莉·沈。"
